{
  "${ModID}:AstronomicalClock": {
    "NAME": "Astronomical Clock",
    "FLAVOR": "Once remarkably precise, the clock's movements are erratic and confused.",
    "DESCRIPTIONS": [
      "At the start of turn #b3, draw #b2 cards and gain [E] ."
    ]
  },
  "${ModID}:ContinuityRune": {
    "NAME": "Continuity Rune",
    "FLAVOR": "A smooth gem with the glyph of Continuity engraved on it. There is no endings nor beginnings.",
    "DESCRIPTIONS": [
      "Whenever a #yDazed would be created, create a random card instead. It becomes #yEthereal."
    ]
  },
  "${ModID}:WindUpButterfly": {
    "NAME": "Wind-Up Butterfly",
    "FLAVOR": "Trying not to cry- It's the first time I say goodbye.",
    "DESCRIPTIONS": [
      "At the start of your turn, if a card was #yExhausted last turn, draw an additional card."
    ]
  },
  "${ModID}:Raincoat": {
    "NAME": "Raincoat",
    "FLAVOR": "I never believed in moral dilemmas- But I guess you're an exception.",
    "DESCRIPTIONS": [
      "Every time you play 5 #yEthereal cards, gain [E] ."
    ]
  },
  "${ModID}:Everything": {
    "NAME": "Everything",
    "FLAVOR": "You slammed the book shut mere moments after opening it, the information contained inside overwhelming.",
    "DESCRIPTIONS": [
      "Upon pickup, choose a card to obtain."
    ]
  },
  "${ModID}:InvertedHourglass": {
    "NAME": "Inverted Hourglass",
    "FLAVOR": "The sand in this hourglass trickles backwards through time, appearing to travel against gravity. What has the sand seen?",
    "DESCRIPTIONS": [
      "Gain [E] at the start of your turn. At the start of combat, shuffle #b3 #yDazed into your draw pile."
    ]
  },
  "${ModID}:Locket": {
    "NAME": "Locket",
    "FLAVOR": "The pictures in here hold no meaning, and yet, some significance.",
    "DESCRIPTIONS": [
      "At the start of combat, add a random #yEthereal card to your hand."
    ]
  },
  "${ModID}:GiantBow": {
    "NAME": "Giant Bow",
    "FLAVOR": "The bow wraps around your waist, and feels a little ridiculous. However, it seems to slip through time effortlessly.",
    "DESCRIPTIONS": [
      "The first time you #yWarp each combat, #yWarp 1 additional turn."
    ]
  },
  "${ModID}:PairOfGears": {
    "NAME": "Pair of Gears",
    "FLAVOR": "The gears are inexplicably linked to each other. They spin at unpredictable yet comforting times.",
    "DESCRIPTIONS": [
      "At the end of your turn, if there is an #yEthereal card in your hand, you may shuffle a card from your hand into your draw pile.",
      "Choose a card to shuffle into your draw pile."
    ]
  },
  "${ModID}:TheClockworkUniverse": {
    "NAME": "The Clockwork Universe",
    "FLAVOR": "The timelines are clear to you now. You fear you will look into this device and see your own death.",
    "DESCRIPTIONS": [
      "Replaces #yAstronomical #yClock. At the start of your first 3 turns, draw #b2 cards and gain [E] ."
    ]
  },
  "${ModID}:ShatteredGlass": {
    "NAME": "Shattered Glass",
    "FLAVOR": "In the reflections of the glass, you see slightly different versions of yourself.",
    "DESCRIPTIONS": [
      "Relic and potion rewards have two choices of equal rarity."
    ]
  }
}