{
  "${ModID}:AstronomicalClock": {
    "NAME": "Astronomical Clock",
    "FLAVOR": "Once remarkably precise, the clock's movements are erratic and confused.",
    "DESCRIPTIONS": [
      "At the start of turn #b2, draw #b1 card and gain [E] ."
    ]
  },
  "${ModID}:ContinuityRune": {
    "NAME": "Continuity Rune",
    "FLAVOR": "A smooth gem with the glyph of Continuity engraved on it. There is no endings nor beginnings.",
    "DESCRIPTIONS": [
      "Whenever a #yDazed would be created, create a random card instead. It becomes #yEthereal."
    ]
  },
  "${ModID}:WindUpButterfly": {
    "NAME": "Wind-Up Butterfly",
    "FLAVOR": "Trying not to cry- It's the first time I say goodbye.",
    "DESCRIPTIONS": [
      "At the start of your turn, if a card was #yExhausted last turn, draw an additional card."
    ]
  },
  "${ModID}:Raincoat": {
    "NAME": "Raincoat",
    "FLAVOR": "I never believed in moral dilemmas- But I guess you're an exception.",
    "DESCRIPTIONS": [
      "Whenever you play 5 #yEthereal cards, gain [E] ."
    ]
  },
  "${ModID}:Everything": {
    "NAME": "Everything",
    "FLAVOR": "You slammed the book shut mere moments after opening it, the information contained inside overwhelming.",
    "DESCRIPTIONS": [
      "Upon pickup, choose a card to obtain."
    ]
  },
  "${ModID}:InvertedHourglass": {
    "NAME": "Inverted Hourglass",
    "FLAVOR": "The sand in this hourglass trickles backwards through time, appearing to travel against gravity. What has the sand seen?",
    "DESCRIPTIONS": [
      "Gain [E] at the start of your turn. At the start of combat, shuffle #b3 #yDazed into your draw pile."
    ]
  },
  "${ModID}:Locket": {
    "NAME": "Locket",
    "FLAVOR": "The pictures in here hold no meaning, and yet, some significance.",
    "DESCRIPTIONS": [
      "At the start of combat, add a random card to your hand. It is #yEthereal."
    ]
  },
  "${ModID}:GiantBow": {
    "NAME": "Giant Bow",
    "FLAVOR": "It's not yours. But it came back to you.",
    "DESCRIPTIONS": [
      "At the start of each combat, apply 1 #yForetold to ALL enemies."
    ]
  },
  "${ModID}:PairOfGears": {
    "NAME": "Pair of Gears",
    "FLAVOR": "The gears spin around each other slowly. Despite your efforts, you cannot stop them, nor speed them up.",
    "DESCRIPTIONS": [
      "After you draw your first hand each combat, add a random Power from your draw pile to your hand."
    ]
  },
  "${ModID}:TheClockworkUniverse": {
    "NAME": "The Clockwork Universe",
    "FLAVOR": "The timeline is clear to you now. You fear you will look into this device and see your own death.",
    "DESCRIPTIONS": [
      "Replaces #yAstronomical #yClock. Take an additional turn after your first each combat."
    ]
  },
  "${ModID}:ShatteredGlass": {
    "NAME": "Shattered Glass",
    "FLAVOR": "In the reflections of the glass, you see slightly different versions of yourself.",
    "DESCRIPTIONS": [
      "Relic and potion rewards have two choices of equal rarity."
    ]
  }
}